<?php

use Illuminate\Database\Seeder;
use App\Author;
class AuthorSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        //
        $authors = [
            [
                'name' => 'عمرو العزالي',
                'slug' => 'عمرو-العزالي',
                'description' => 'لوريم ايبسوم دولار سيت أميت ,كونسيكتيتور أدايبا يسكينج أليايت,سيت دو أيوسمود تيمبور
                أنكايديديونتيوت لابوري ات دولار ماجنا أليكيوا . يوت انيم أد مينيم فينايم,كيواس نوستريد
                أكسير سيتاشن يللأمكو لابورأس نيسي يت أليكيوب أكس أيا كوممودو كونسيكيوات . ديواس
                أيوتي أريري دولار إن ريبريهينديرأيت فوليوبتاتي فيلايت أيسسي كايلليوم دولار أيو فيجايت
                نيولا باراياتيور.',
                'position' => 'رئيس تحرير',
                'image' => 'https://cdn.shortpixel.ai/client/q_lossless,ret_img,w_390,h_390/http://axilthemes.com/themes/papr/wp-content/uploads/2019/08/team-2.jpg',
            ],
            [
                'name' => 'هدير زكي',
                'slug' => 'هدير-زكي',
                'description' => 'لوريم ايبسوم دولار سيت أميت ,كونسيكتيتور أدايبا يسكينج أليايت,سيت دو أيوسمود تيمبور
                أنكايديديونتيوت لابوري ات دولار ماجنا أليكيوا . يوت انيم أد مينيم فينايم,كيواس نوستريد
                أكسير سيتاشن يللأمكو لابورأس نيسي يت أليكيوب أكس أيا كوممودو كونسيكيوات . ديواس
                أيوتي أريري دولار إن ريبريهينديرأيت فوليوبتاتي فيلايت أيسسي كايلليوم دولار أيو فيجايت
                نيولا باراياتيور.',
                'position' => 'محررة',
                'image' => 'https://cdn.shortpixel.ai/client/q_lossless,ret_img,w_390,h_390/http://axilthemes.com/themes/papr/wp-content/uploads/2019/08/team-1.jpg',
            ],
            [
                'name' => 'مي ابراهيم',
                'slug' => 'مي-ابراهيم',
                'description' => 'لوريم ايبسوم دولار سيت أميت ,كونسيكتيتور أدايبا يسكينج أليايت,سيت دو أيوسمود تيمبور
                أنكايديديونتيوت لابوري ات دولار ماجنا أليكيوا . يوت انيم أد مينيم فينايم,كيواس نوستريد
                أكسير سيتاشن يللأمكو لابورأس نيسي يت أليكيوب أكس أيا كوممودو كونسيكيوات . ديواس
                أيوتي أريري دولار إن ريبريهينديرأيت فوليوبتاتي فيلايت أيسسي كايلليوم دولار أيو فيجايت
                نيولا باراياتيور.',
                'position' => 'كاتبة',
                'image' => 'https://cdn.shortpixel.ai/client/q_lossless,ret_img,w_390,h_390/http://axilthemes.com/themes/papr/wp-content/uploads/2019/08/team-4.jpg',
            ],
            [
                'name' => 'حسام محمد',
                'slug' => 'حسام-محمد',
                'description' => 'لوريم ايبسوم دولار سيت أميت ,كونسيكتيتور أدايبا يسكينج أليايت,سيت دو أيوسمود تيمبور
                أنكايديديونتيوت لابوري ات دولار ماجنا أليكيوا . يوت انيم أد مينيم فينايم,كيواس نوستريد
                أكسير سيتاشن يللأمكو لابورأس نيسي يت أليكيوب أكس أيا كوممودو كونسيكيوات . ديواس
                أيوتي أريري دولار إن ريبريهينديرأيت فوليوبتاتي فيلايت أيسسي كايلليوم دولار أيو فيجايت
                نيولا باراياتيور.',
                'position' => 'محرر',
                'image' => 'https://cdn.shortpixel.ai/client/q_lossless,ret_img,w_390,h_390/http://axilthemes.com/themes/papr/wp-content/uploads/2019/08/team-3.jpg',
            ],
            [
                'name' => 'محمد احمد',
                'slug' => 'محمد-احمد',
                'description' => 'لوريم ايبسوم دولار سيت أميت ,كونسيكتيتور أدايبا يسكينج أليايت,سيت دو أيوسمود تيمبور
                أنكايديديونتيوت لابوري ات دولار ماجنا أليكيوا . يوت انيم أد مينيم فينايم,كيواس نوستريد
                أكسير سيتاشن يللأمكو لابورأس نيسي يت أليكيوب أكس أيا كوممودو كونسيكيوات . ديواس
                أيوتي أريري دولار إن ريبريهينديرأيت فوليوبتاتي فيلايت أيسسي كايلليوم دولار أيو فيجايت
                نيولا باراياتيور.',
                'position' => 'محرر',
                'image' => 'https://cdn.shortpixel.ai/client/q_lossless,ret_img,w_390,h_390/http://axilthemes.com/themes/papr/wp-content/uploads/2019/07/team-6.jpg',
            ],
        ];

        foreach ($authors as $author) {
           Author::create([
            'name' => $author['name'],
            'slug' => $author['slug'],
            'description' => $author['description'],
            'position' => $author['position'],
            'image' => $author['image'],
           ]);
        }
    }
}
