<?php

use Illuminate\Database\Seeder;
use App\Post;
class PostSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        //
        $posts = [

            //main
            [
                'title' => 'الفائز بالمركز الثالث للهيئة العربية للمسرح لـ”الإعلام البديل”: قضية اللاجئين هي الأساسية في نصي الفائز',
                'seo' => 'الفائز بالمركز الثالث للهيئة العربية للمسرح لـ”الإعلام البديل”: قضية اللاجئين هي الأساسية في نصي الفائز',
                'slug' => 'الفائز-بالمركز-الثالث-للهيئة-العربية-للمسرح-لـ-الإعلام-البديل-قضية-اللاجئين-هي-الأساسية-في-نصي-الفائز',
                'small_description' => 'أوضح الكاتب المصري عبد النبي عبادي الفائز بالمركز الثالث في مسابقة “الهيئة العربية للمسرح” أنها ليست الجائزة العربية الأولى له، حيث حصل في نهاية 2017م على المركز الثالث في جائزة “الفُجيرة لنصوص المونودراما المسرحيّة”',
                'content' => '<p style="padding-left: 30px; text-align: right;">ولم تكشف إيمي توقيت تصوير تلك الصورة ولا ملابساتها، ما جعل الكثير من مستخدمي التواصل الاجتماعي يتساءلون، متى كان يخدم طلعت زكريا في الجيش المصري.</p>
                <p dir="rtl">واكتفت إيمي طلعت زكريا بكتابة تعليق: &ldquo;ربنا يرحمك يا قلبي، نسألكم الفاتحة&rdquo;.</p>
                <p dir="rtl">وكانت&nbsp;ابنة طلعت زكريا&nbsp;قد نشرت في وقت سابق، ما وصفته بـ&rdquo;وصية والدها&rdquo;.</p>
                <p dir="rtl">وقالت إيمي طلعت زكريا عبر حسابها على موقع &ldquo;إنستغرام&rdquo; للتواصل الاجتماعي، إن والدها أوصاها قبل رحيله بأربعة أيام، بإلغاء احتفالها بعيد ميلادها هذا العام.</p>
                <p dir="rtl">وكتبت: &ldquo;عيد ميلادي كمان كام يوم، وعد عليا عمري ما هحتفل به من بعد ما كنت بتحتفل معايا به كل سنة، لغاية السنه اللي فاتت&rdquo;.</p>
                <p dir="rtl">وأضافت: &ldquo;أنت قلبك حاسس يا حبيبي، لسه كنت بتقولي بلاش تعمليه السنة دي قبل ما تموت بـ4 أيام علشان مش هتكون معايا.. ربنا يرحمك يا أغلى الناس مفيش بعدك يا بابا&rdquo;.</p>
                <p dir="rtl">وولد طلعت زكريا في عام 1960 بمدينة الإسكندرية وتخرج في المعهد العالي للفنون المسرحية وتميز منذ بداياته في الأدوار الكوميدية.</p>
                <p dir="rtl">ووقف أمام كبار نجوم الكوميديا في مصر، مثل عادل إمام، وسمير غانم، وشارك في العديد من المسرحيات الكوميدية، منها &ldquo;بهلول في إسطنبول&rdquo; و&rdquo;أنا ومراتي ومونيكا&rdquo; و&rdquo;سكر هانم&rdquo; و&rdquo;بابا جاب موز&rdquo;.</p>',
                'image' => 'https://cdn.shortpixel.ai/client/q_lossless,ret_img/http://axilthemes.com/themes/papr/wp-content/uploads/2019/08/Home-01-VR-latest-post-01.jpg',
                'images' => '',
                'video' => '',
                'category_id' => 1,
                'author_id' => 1,
                'main' => true,
                'recent' => false,
                'top' => false,
                'trending' => false,
                'most' => false,
                'featured' => false,
            ],
            //recent
            [
                'title' => 'حكيم يوجه رسالة للحاسدين: “سيبونا في حالنا”',
                'seo' => 'حكيم يوجه رسالة للحاسدين: “سيبونا في حالنا”',
                'slug' => 'حكيم-يوجه-رسالة-للحاسدين-سيبونا-في-حالنا',
                'small_description' => 'دائما ما يسعي العالمي حكيم لتقديم أغنيات تحمل رسائل تعبر عن الواقع الاجتماعي، ولذلك اختار أغنية “سيبونا في حالنا” ليصورها بطريقة الفيديو كليب لتكون اول الأغنيات المصورة من البومه الجديد ',
                'content' => '<p style="padding-left: 30px; text-align: right;">ولم تكشف إيمي توقيت تصوير تلك الصورة ولا ملابساتها، ما جعل الكثير من مستخدمي التواصل الاجتماعي يتساءلون، متى كان يخدم طلعت زكريا في الجيش المصري.</p>
                <p dir="rtl">واكتفت إيمي طلعت زكريا بكتابة تعليق: &ldquo;ربنا يرحمك يا قلبي، نسألكم الفاتحة&rdquo;.</p>
                <p dir="rtl">وكانت&nbsp;ابنة طلعت زكريا&nbsp;قد نشرت في وقت سابق، ما وصفته بـ&rdquo;وصية والدها&rdquo;.</p>
                <p dir="rtl">وقالت إيمي طلعت زكريا عبر حسابها على موقع &ldquo;إنستغرام&rdquo; للتواصل الاجتماعي، إن والدها أوصاها قبل رحيله بأربعة أيام، بإلغاء احتفالها بعيد ميلادها هذا العام.</p>
                <p dir="rtl">وكتبت: &ldquo;عيد ميلادي كمان كام يوم، وعد عليا عمري ما هحتفل به من بعد ما كنت بتحتفل معايا به كل سنة، لغاية السنه اللي فاتت&rdquo;.</p>
                <p dir="rtl">وأضافت: &ldquo;أنت قلبك حاسس يا حبيبي، لسه كنت بتقولي بلاش تعمليه السنة دي قبل ما تموت بـ4 أيام علشان مش هتكون معايا.. ربنا يرحمك يا أغلى الناس مفيش بعدك يا بابا&rdquo;.</p>
                <p dir="rtl">وولد طلعت زكريا في عام 1960 بمدينة الإسكندرية وتخرج في المعهد العالي للفنون المسرحية وتميز منذ بداياته في الأدوار الكوميدية.</p>
                <p dir="rtl">ووقف أمام كبار نجوم الكوميديا في مصر، مثل عادل إمام، وسمير غانم، وشارك في العديد من المسرحيات الكوميدية، منها &ldquo;بهلول في إسطنبول&rdquo; و&rdquo;أنا ومراتي ومونيكا&rdquo; و&rdquo;سكر هانم&rdquo; و&rdquo;بابا جاب موز&rdquo;.</p>',
                'image' => 'https://cdn.shortpixel.ai/client/q_lossless,ret_img/http://axilthemes.com/themes/papr/wp-content/uploads/2019/07/Home-01-latest-post-02-150x150.jpg',
                'images' => '',
                'video' => '',
                'category_id' => 1,
                'author_id' => 1,
                'main' => false,
                'recent' => true,
                'top' => false,
                'trending' => false,
                'most' => false,
                'featured' => false,
            ],
            [
                'title' =>'قصيدة لم تنشر من قبل لعماد أبو صالح',
                'seo' =>'قصيدة لم تنشر من قبل لعماد أبو صالح',
                'slug' =>'قصيدة-لم-تنشر-من-قبل-لعماد-أبو-صالح',
                'small_description' => 'كان ذلك هو نص القصيدة التي نشرها، اليوم،  الشاعر المصري علي منصور عبر صفحته على موقع “فيسبوك”',
                'content' => '<p style="padding-left: 30px; text-align: right;">ولم تكشف إيمي توقيت تصوير تلك الصورة ولا ملابساتها، ما جعل الكثير من مستخدمي التواصل الاجتماعي يتساءلون، متى كان يخدم طلعت زكريا في الجيش المصري.</p>
                <p dir="rtl">واكتفت إيمي طلعت زكريا بكتابة تعليق: &ldquo;ربنا يرحمك يا قلبي، نسألكم الفاتحة&rdquo;.</p>
                <p dir="rtl">وكانت&nbsp;ابنة طلعت زكريا&nbsp;قد نشرت في وقت سابق، ما وصفته بـ&rdquo;وصية والدها&rdquo;.</p>
                <p dir="rtl">وقالت إيمي طلعت زكريا عبر حسابها على موقع &ldquo;إنستغرام&rdquo; للتواصل الاجتماعي، إن والدها أوصاها قبل رحيله بأربعة أيام، بإلغاء احتفالها بعيد ميلادها هذا العام.</p>
                <p dir="rtl">وكتبت: &ldquo;عيد ميلادي كمان كام يوم، وعد عليا عمري ما هحتفل به من بعد ما كنت بتحتفل معايا به كل سنة، لغاية السنه اللي فاتت&rdquo;.</p>
                <p dir="rtl">وأضافت: &ldquo;أنت قلبك حاسس يا حبيبي، لسه كنت بتقولي بلاش تعمليه السنة دي قبل ما تموت بـ4 أيام علشان مش هتكون معايا.. ربنا يرحمك يا أغلى الناس مفيش بعدك يا بابا&rdquo;.</p>
                <p dir="rtl">وولد طلعت زكريا في عام 1960 بمدينة الإسكندرية وتخرج في المعهد العالي للفنون المسرحية وتميز منذ بداياته في الأدوار الكوميدية.</p>
                <p dir="rtl">ووقف أمام كبار نجوم الكوميديا في مصر، مثل عادل إمام، وسمير غانم، وشارك في العديد من المسرحيات الكوميدية، منها &ldquo;بهلول في إسطنبول&rdquo; و&rdquo;أنا ومراتي ومونيكا&rdquo; و&rdquo;سكر هانم&rdquo; و&rdquo;بابا جاب موز&rdquo;.</p>',
                'image' => 'https://cdn.shortpixel.ai/client/q_lossless,ret_img/http://axilthemes.com/themes/papr/wp-content/uploads/2019/08/Home-01-latest-post-04-150x150.jpg',
                'images' => '',
                'video' => '',
                'category_id' => 3,
                'author_id' => 3,
                'main' => false,
                'recent' => true,
                'top' => false,
                'trending' => false,
                'most' => false,
                'featured' => false,
            ],
            [
                'title' => 'ابنة طلعت زكريا تنشر صورة نادرة لوالدها بزيه “العسكري”',
                'seo' => 'الفائز بالمركز الثالث للهيئة العربية للمسرح لـ”الإعلام البديل”: قضية اللاجئين هي الأساسية في نصي الفائز',
                'slug' => 'ابنة-طلعت-زكريا-تنشر-صورة-نادرة-لوالدها-بزيه-العسكري',
                'small_description' => 'نشرت الفنانة، إيمي طلعت زكريا، صورة نادرة لوالدها الفنان الراحل، طلعت زكريا، والتي ظهر فيها “عسكريا”.',
                'content' => '<p style="padding-left: 30px; text-align: right;">ولم تكشف إيمي توقيت تصوير تلك الصورة ولا ملابساتها، ما جعل الكثير من مستخدمي التواصل الاجتماعي يتساءلون، متى كان يخدم طلعت زكريا في الجيش المصري.</p>
                <p dir="rtl">واكتفت إيمي طلعت زكريا بكتابة تعليق: &ldquo;ربنا يرحمك يا قلبي، نسألكم الفاتحة&rdquo;.</p>
                <p dir="rtl">وكانت&nbsp;ابنة طلعت زكريا&nbsp;قد نشرت في وقت سابق، ما وصفته بـ&rdquo;وصية والدها&rdquo;.</p>
                <p dir="rtl">وقالت إيمي طلعت زكريا عبر حسابها على موقع &ldquo;إنستغرام&rdquo; للتواصل الاجتماعي، إن والدها أوصاها قبل رحيله بأربعة أيام، بإلغاء احتفالها بعيد ميلادها هذا العام.</p>
                <p dir="rtl">وكتبت: &ldquo;عيد ميلادي كمان كام يوم، وعد عليا عمري ما هحتفل به من بعد ما كنت بتحتفل معايا به كل سنة، لغاية السنه اللي فاتت&rdquo;.</p>
                <p dir="rtl">وأضافت: &ldquo;أنت قلبك حاسس يا حبيبي، لسه كنت بتقولي بلاش تعمليه السنة دي قبل ما تموت بـ4 أيام علشان مش هتكون معايا.. ربنا يرحمك يا أغلى الناس مفيش بعدك يا بابا&rdquo;.</p>
                <p dir="rtl">وولد طلعت زكريا في عام 1960 بمدينة الإسكندرية وتخرج في المعهد العالي للفنون المسرحية وتميز منذ بداياته في الأدوار الكوميدية.</p>
                <p dir="rtl">ووقف أمام كبار نجوم الكوميديا في مصر، مثل عادل إمام، وسمير غانم، وشارك في العديد من المسرحيات الكوميدية، منها &ldquo;بهلول في إسطنبول&rdquo; و&rdquo;أنا ومراتي ومونيكا&rdquo; و&rdquo;سكر هانم&rdquo; و&rdquo;بابا جاب موز&rdquo;.</p>',
                'image' => 'https://cdn.shortpixel.ai/client/q_lossless,ret_img/http://axilthemes.com/themes/papr/wp-content/uploads/2019/08/Home-01-latest-post-03-150x150.jpg',
                'images' => '',
                'video' => '',
                'category_id' => 1,
                'author_id' => 1,
                'main' => false,
                'recent' => true,
                'top' => false,
                'trending' => false,
                'most' => false,
                'featured' => false,
            ],
            [
                'title' => '10 أكتوبر افتتاح مهرجان القاهرة الدولي لموسيقى الجاز',
                'seo' => '10 أكتوبر افتتاح مهرجان القاهرة الدولي لموسيقى الجاز',
                'slug' => '10-أكتوبر-افتتاح-مهرجان-القاهرة-الدولي-لموسيقى-الجاز',
                'small_description' => 'دائما ما يسعي العالمي حكيم لتقديم أغنيات تحمل رسائل تعبر عن الواقع الاجتماعي، ولذلك اختار أغنية “سيبونا في حالنا” ليصورها بطريقة الفيديو كليب لتكون اول الأغنيات المصورة من البومه الجديد ',
                'content' => '<p style="padding-left: 30px; text-align: right;">ولم تكشف إيمي توقيت تصوير تلك الصورة ولا ملابساتها، ما جعل الكثير من مستخدمي التواصل الاجتماعي يتساءلون، متى كان يخدم طلعت زكريا في الجيش المصري.</p>
                <p dir="rtl">واكتفت إيمي طلعت زكريا بكتابة تعليق: &ldquo;ربنا يرحمك يا قلبي، نسألكم الفاتحة&rdquo;.</p>
                <p dir="rtl">وكانت&nbsp;ابنة طلعت زكريا&nbsp;قد نشرت في وقت سابق، ما وصفته بـ&rdquo;وصية والدها&rdquo;.</p>
                <p dir="rtl">وقالت إيمي طلعت زكريا عبر حسابها على موقع &ldquo;إنستغرام&rdquo; للتواصل الاجتماعي، إن والدها أوصاها قبل رحيله بأربعة أيام، بإلغاء احتفالها بعيد ميلادها هذا العام.</p>
                <p dir="rtl">وكتبت: &ldquo;عيد ميلادي كمان كام يوم، وعد عليا عمري ما هحتفل به من بعد ما كنت بتحتفل معايا به كل سنة، لغاية السنه اللي فاتت&rdquo;.</p>
                <p dir="rtl">وأضافت: &ldquo;أنت قلبك حاسس يا حبيبي، لسه كنت بتقولي بلاش تعمليه السنة دي قبل ما تموت بـ4 أيام علشان مش هتكون معايا.. ربنا يرحمك يا أغلى الناس مفيش بعدك يا بابا&rdquo;.</p>
                <p dir="rtl">وولد طلعت زكريا في عام 1960 بمدينة الإسكندرية وتخرج في المعهد العالي للفنون المسرحية وتميز منذ بداياته في الأدوار الكوميدية.</p>
                <p dir="rtl">ووقف أمام كبار نجوم الكوميديا في مصر، مثل عادل إمام، وسمير غانم، وشارك في العديد من المسرحيات الكوميدية، منها &ldquo;بهلول في إسطنبول&rdquo; و&rdquo;أنا ومراتي ومونيكا&rdquo; و&rdquo;سكر هانم&rdquo; و&rdquo;بابا جاب موز&rdquo;.</p>',
                'image' => 'https://cdn.shortpixel.ai/client/q_lossless,ret_img/http://axilthemes.com/themes/papr/wp-content/uploads/2019/08/Home-01-latest-post-05-150x150.jpg',
                'images' => '',
                'video' => '',
                'category_id' => 2,
                'author_id' => 2,
                'main' => false,
                'recent' => true,
                'top' => false,
                'trending' => false,
                'most' => false,
                'featured' => false,
            ],

            //top
            [
                'title' => 'تامر حسنى وشيرين وراغب علامة واليسا ابرز نجوم البومات 2020',
                'seo' => 'تامر حسنى وشيرين وراغب علامة واليسا ابرز نجوم البومات 2020',
                'slug' => 'تامر-حسنى-وشيرين-وراغب-علامة-واليسا-ابرز-نجوم-البومات-2020',
                'small_description' =>'انتشر في الأيام الأخيرة على فيس بوك بعض المنشورات التي تتهم المخرج بيتر ميمي بسرقة فكرة بوستر مسلسله “تحت الأرض” الذي تم إنتاجه عام 2013 من للفيلم الأجنبى جون ويك.',
                'content' => '<p style="padding-left: 30px; text-align: right;">ولم تكشف إيمي توقيت تصوير تلك الصورة ولا ملابساتها، ما جعل الكثير من مستخدمي التواصل الاجتماعي يتساءلون، متى كان يخدم طلعت زكريا في الجيش المصري.</p>
                <p dir="rtl">واكتفت إيمي طلعت زكريا بكتابة تعليق: &ldquo;ربنا يرحمك يا قلبي، نسألكم الفاتحة&rdquo;.</p>
                <p dir="rtl">وكانت&nbsp;ابنة طلعت زكريا&nbsp;قد نشرت في وقت سابق، ما وصفته بـ&rdquo;وصية والدها&rdquo;.</p>
                <p dir="rtl">وقالت إيمي طلعت زكريا عبر حسابها على موقع &ldquo;إنستغرام&rdquo; للتواصل الاجتماعي، إن والدها أوصاها قبل رحيله بأربعة أيام، بإلغاء احتفالها بعيد ميلادها هذا العام.</p>
                <p dir="rtl">وكتبت: &ldquo;عيد ميلادي كمان كام يوم، وعد عليا عمري ما هحتفل به من بعد ما كنت بتحتفل معايا به كل سنة، لغاية السنه اللي فاتت&rdquo;.</p>
                <p dir="rtl">وأضافت: &ldquo;أنت قلبك حاسس يا حبيبي، لسه كنت بتقولي بلاش تعمليه السنة دي قبل ما تموت بـ4 أيام علشان مش هتكون معايا.. ربنا يرحمك يا أغلى الناس مفيش بعدك يا بابا&rdquo;.</p>
                <p dir="rtl">وولد طلعت زكريا في عام 1960 بمدينة الإسكندرية وتخرج في المعهد العالي للفنون المسرحية وتميز منذ بداياته في الأدوار الكوميدية.</p>
                <p dir="rtl">ووقف أمام كبار نجوم الكوميديا في مصر، مثل عادل إمام، وسمير غانم، وشارك في العديد من المسرحيات الكوميدية، منها &ldquo;بهلول في إسطنبول&rdquo; و&rdquo;أنا ومراتي ومونيكا&rdquo; و&rdquo;سكر هانم&rdquo; و&rdquo;بابا جاب موز&rdquo;.</p>',
                'image' => 'https://cdn.shortpixel.ai/client/q_lossless,ret_img/http://axilthemes.com/themes/papr/wp-content/uploads/2019/07/Home-01-latest-post-02-1000x753.jpg',
                'images' => '',
                'video' => '',
                'category_id' => 2,
                'author_id' => 2,
                'main' => false,
                'recent' => false,
                'top' => true,
                'trending' => false,
                'most' => false,
                'featured' => false,
                'order'=>2,
            ],
            [
                'title' => 'بعد اتهامات بسرقة الفكرة.. بيتر ميمي يكشف حقيقة بوستر مسلسل تحت الأرض',
                'seo' => 'بعد اتهامات بسرقة الفكرة.. بيتر ميمي يكشف حقيقة بوستر مسلسل تحت الأرض',
                'slug' => 'بعد-اتهامات-بسرقة-الفكرة-بيتر-ميمي-يكشف-حقيقة-بوستر-مسلسل-تحت-الأرض',
                'small_description' =>'انتشر في الأيام الأخيرة على فيس بوك بعض المنشورات التي تتهم المخرج بيتر ميمي بسرقة فكرة بوستر مسلسله “تحت الأرض” الذي تم إنتاجه عام 2013 من للفيلم الأجنبى جون ويك.',
                'content' => '<p style="padding-left: 30px; text-align: right;">ولم تكشف إيمي توقيت تصوير تلك الصورة ولا ملابساتها، ما جعل الكثير من مستخدمي التواصل الاجتماعي يتساءلون، متى كان يخدم طلعت زكريا في الجيش المصري.</p>
                <p dir="rtl">واكتفت إيمي طلعت زكريا بكتابة تعليق: &ldquo;ربنا يرحمك يا قلبي، نسألكم الفاتحة&rdquo;.</p>
                <p dir="rtl">وكانت&nbsp;ابنة طلعت زكريا&nbsp;قد نشرت في وقت سابق، ما وصفته بـ&rdquo;وصية والدها&rdquo;.</p>
                <p dir="rtl">وقالت إيمي طلعت زكريا عبر حسابها على موقع &ldquo;إنستغرام&rdquo; للتواصل الاجتماعي، إن والدها أوصاها قبل رحيله بأربعة أيام، بإلغاء احتفالها بعيد ميلادها هذا العام.</p>
                <p dir="rtl">وكتبت: &ldquo;عيد ميلادي كمان كام يوم، وعد عليا عمري ما هحتفل به من بعد ما كنت بتحتفل معايا به كل سنة، لغاية السنه اللي فاتت&rdquo;.</p>
                <p dir="rtl">وأضافت: &ldquo;أنت قلبك حاسس يا حبيبي، لسه كنت بتقولي بلاش تعمليه السنة دي قبل ما تموت بـ4 أيام علشان مش هتكون معايا.. ربنا يرحمك يا أغلى الناس مفيش بعدك يا بابا&rdquo;.</p>
                <p dir="rtl">وولد طلعت زكريا في عام 1960 بمدينة الإسكندرية وتخرج في المعهد العالي للفنون المسرحية وتميز منذ بداياته في الأدوار الكوميدية.</p>
                <p dir="rtl">ووقف أمام كبار نجوم الكوميديا في مصر، مثل عادل إمام، وسمير غانم، وشارك في العديد من المسرحيات الكوميدية، منها &ldquo;بهلول في إسطنبول&rdquo; و&rdquo;أنا ومراتي ومونيكا&rdquo; و&rdquo;سكر هانم&rdquo; و&rdquo;بابا جاب موز&rdquo;.</p>',
                'image' => 'https://cdn.shortpixel.ai/client/q_lossless,ret_img/http://axilthemes.com/themes/papr/wp-content/uploads/2019/08/top-stories-01-390x290.jpg',
                'images' => '',
                'video' => '',
                'category_id' => 2,
                'author_id' => 2,
                'main' => false,
                'recent' => false,
                'top' => true,
                'trending' => false,
                'most' => false,
                'featured' => false,
            ],
            [
                'title' =>'مهرجان القاهرة السينمائي يناقش الأحداث التاريخية والسياسية في السينما المصرية',
                'seo' =>'مهرجان القاهرة السينمائي يناقش الأحداث التاريخية والسياسية في السينما المصرية',
                'slug' =>'مهرجان-القاهرة-السينمائي-يناقش-الأحداث-التاريخية-والسياسية-في-السينما-المصرية',
                'small_description' =>'قرر خالد سليم طرح أغنية جديدة بعنوان “يا جميل” والتى تحمل طابع اللون الشعبي بشكل جديد ومختلف، من كلمات خالد فرناس، وألحان عمرو الشاذلي، وتوزيع محمد مجدي، وهندسة صوت ماهرصلاح،',
                'content' => '<p style="padding-left: 30px; text-align: right;">ولم تكشف إيمي توقيت تصوير تلك الصورة ولا ملابساتها، ما جعل الكثير من مستخدمي التواصل الاجتماعي يتساءلون، متى كان يخدم طلعت زكريا في الجيش المصري.</p>
                <p dir="rtl">واكتفت إيمي طلعت زكريا بكتابة تعليق: &ldquo;ربنا يرحمك يا قلبي، نسألكم الفاتحة&rdquo;.</p>
                <p dir="rtl">وكانت&nbsp;ابنة طلعت زكريا&nbsp;قد نشرت في وقت سابق، ما وصفته بـ&rdquo;وصية والدها&rdquo;.</p>
                <p dir="rtl">وقالت إيمي طلعت زكريا عبر حسابها على موقع &ldquo;إنستغرام&rdquo; للتواصل الاجتماعي، إن والدها أوصاها قبل رحيله بأربعة أيام، بإلغاء احتفالها بعيد ميلادها هذا العام.</p>
                <p dir="rtl">وكتبت: &ldquo;عيد ميلادي كمان كام يوم، وعد عليا عمري ما هحتفل به من بعد ما كنت بتحتفل معايا به كل سنة، لغاية السنه اللي فاتت&rdquo;.</p>
                <p dir="rtl">وأضافت: &ldquo;أنت قلبك حاسس يا حبيبي، لسه كنت بتقولي بلاش تعمليه السنة دي قبل ما تموت بـ4 أيام علشان مش هتكون معايا.. ربنا يرحمك يا أغلى الناس مفيش بعدك يا بابا&rdquo;.</p>
                <p dir="rtl">وولد طلعت زكريا في عام 1960 بمدينة الإسكندرية وتخرج في المعهد العالي للفنون المسرحية وتميز منذ بداياته في الأدوار الكوميدية.</p>
                <p dir="rtl">ووقف أمام كبار نجوم الكوميديا في مصر، مثل عادل إمام، وسمير غانم، وشارك في العديد من المسرحيات الكوميدية، منها &ldquo;بهلول في إسطنبول&rdquo; و&rdquo;أنا ومراتي ومونيكا&rdquo; و&rdquo;سكر هانم&rdquo; و&rdquo;بابا جاب موز&rdquo;.</p>',
                'image' => 'https://cdn.shortpixel.ai/client/q_lossless,ret_img/http://axilthemes.com/themes/papr/wp-content/uploads/2019/11/robot-390x290.jpg',
                'images' => '',
                'video' => '',
                'category_id' => 2,
                'author_id' => 2,
                'main' => false,
                'recent' => false,
                'top' => true,
                'trending' => false,
                'most' => false,
                'featured' => false,
            ],

            //trending

            //1
            [
                'title' =>'آيتن عامر تتغزل في زوجها.. وحنان مطاوع: ربنا يخليكوا لبعض',
                'seo' =>'آيتن عامر تتغزل في زوجها.. وحنان مطاوع: ربنا يخليكوا لبعض',
                'slug' =>'آيتن-عامر-تتغزل-في-زوجها-وحنان-مطاوع-ربنا-يخليكوا-لبعض',
                'small_description' =>'انضم إدوارد لأسرة مسلسل “البرنس” المقرر عرضه خلال السباق الرمضانى المقبل، بطولة محمد رمضان، من تأليف وإخراج محمد سامي',
                'content' => '<p style="padding-left: 30px; text-align: right;">ولم تكشف إيمي توقيت تصوير تلك الصورة ولا ملابساتها، ما جعل الكثير من مستخدمي التواصل الاجتماعي يتساءلون، متى كان يخدم طلعت زكريا في الجيش المصري.</p>
                <p dir="rtl">واكتفت إيمي طلعت زكريا بكتابة تعليق: &ldquo;ربنا يرحمك يا قلبي، نسألكم الفاتحة&rdquo;.</p>
                <p dir="rtl">وكانت&nbsp;ابنة طلعت زكريا&nbsp;قد نشرت في وقت سابق، ما وصفته بـ&rdquo;وصية والدها&rdquo;.</p>
                <p dir="rtl">وقالت إيمي طلعت زكريا عبر حسابها على موقع &ldquo;إنستغرام&rdquo; للتواصل الاجتماعي، إن والدها أوصاها قبل رحيله بأربعة أيام، بإلغاء احتفالها بعيد ميلادها هذا العام.</p>
                <p dir="rtl">وكتبت: &ldquo;عيد ميلادي كمان كام يوم، وعد عليا عمري ما هحتفل به من بعد ما كنت بتحتفل معايا به كل سنة، لغاية السنه اللي فاتت&rdquo;.</p>
                <p dir="rtl">وأضافت: &ldquo;أنت قلبك حاسس يا حبيبي، لسه كنت بتقولي بلاش تعمليه السنة دي قبل ما تموت بـ4 أيام علشان مش هتكون معايا.. ربنا يرحمك يا أغلى الناس مفيش بعدك يا بابا&rdquo;.</p>
                <p dir="rtl">وولد طلعت زكريا في عام 1960 بمدينة الإسكندرية وتخرج في المعهد العالي للفنون المسرحية وتميز منذ بداياته في الأدوار الكوميدية.</p>
                <p dir="rtl">ووقف أمام كبار نجوم الكوميديا في مصر، مثل عادل إمام، وسمير غانم، وشارك في العديد من المسرحيات الكوميدية، منها &ldquo;بهلول في إسطنبول&rdquo; و&rdquo;أنا ومراتي ومونيكا&rdquo; و&rdquo;سكر هانم&rdquo; و&rdquo;بابا جاب موز&rdquo;.</p>',
                'image' => 'https://cdn.shortpixel.ai/client/q_lossless,ret_img/http://axilthemes.com/themes/papr/wp-content/uploads/2019/08/videos-02-150x150.jpg',
                'images' => '',
                'video' => '',
                'category_id' => 2,
                'author_id' => 2,
                'main' => false,
                'recent' => false,
                'top' => false,
                'trending' => true,
                'most' => false,
                'featured' => false,
            ],
            //2
            [
                'title' => '2 مليون شخص يوقعون عريضة لوقف عرض فيلم “الإغواء الأول للمسيح” على نتفلكس',
                'seo' =>'2 مليون شخص يوقعون عريضة لوقف عرض فيلم “الإغواء الأول للمسيح” على نتفلكس',
                'slug' => '2-مليون-شخص-يوقعون-عريضة-لوقف-عرض-فيلم-الإغواء-الأول-للمسيح-على-نتفلكس',
                'small_description' =>'انضم إدوارد لأسرة مسلسل “البرنس” المقرر عرضه خلال السباق الرمضانى المقبل، بطولة محمد رمضان، من تأليف وإخراج محمد سامي',
                'content' => '<p style="padding-left: 30px; text-align: right;">ولم تكشف إيمي توقيت تصوير تلك الصورة ولا ملابساتها، ما جعل الكثير من مستخدمي التواصل الاجتماعي يتساءلون، متى كان يخدم طلعت زكريا في الجيش المصري.</p>
                <p dir="rtl">واكتفت إيمي طلعت زكريا بكتابة تعليق: &ldquo;ربنا يرحمك يا قلبي، نسألكم الفاتحة&rdquo;.</p>
                <p dir="rtl">وكانت&nbsp;ابنة طلعت زكريا&nbsp;قد نشرت في وقت سابق، ما وصفته بـ&rdquo;وصية والدها&rdquo;.</p>
                <p dir="rtl">وقالت إيمي طلعت زكريا عبر حسابها على موقع &ldquo;إنستغرام&rdquo; للتواصل الاجتماعي، إن والدها أوصاها قبل رحيله بأربعة أيام، بإلغاء احتفالها بعيد ميلادها هذا العام.</p>
                <p dir="rtl">وكتبت: &ldquo;عيد ميلادي كمان كام يوم، وعد عليا عمري ما هحتفل به من بعد ما كنت بتحتفل معايا به كل سنة، لغاية السنه اللي فاتت&rdquo;.</p>
                <p dir="rtl">وأضافت: &ldquo;أنت قلبك حاسس يا حبيبي، لسه كنت بتقولي بلاش تعمليه السنة دي قبل ما تموت بـ4 أيام علشان مش هتكون معايا.. ربنا يرحمك يا أغلى الناس مفيش بعدك يا بابا&rdquo;.</p>
                <p dir="rtl">وولد طلعت زكريا في عام 1960 بمدينة الإسكندرية وتخرج في المعهد العالي للفنون المسرحية وتميز منذ بداياته في الأدوار الكوميدية.</p>
                <p dir="rtl">ووقف أمام كبار نجوم الكوميديا في مصر، مثل عادل إمام، وسمير غانم، وشارك في العديد من المسرحيات الكوميدية، منها &ldquo;بهلول في إسطنبول&rdquo; و&rdquo;أنا ومراتي ومونيكا&rdquo; و&rdquo;سكر هانم&rdquo; و&rdquo;بابا جاب موز&rdquo;.</p>',
                'image' =>'https://cdn.shortpixel.ai/client/q_lossless,ret_img/http://axilthemes.com/themes/papr/wp-content/uploads/2019/08/Home-01-latest-post-03-150x150.jpg',
                'images' => '',
                'video' => '',
                'category_id' => 2,
                'author_id' => 3,
                'main' => false,
                'recent' => false,
                'top' => false,
                'trending' => true,
                'most' => false,
                'featured' => false,
            ],
            //3
            [
                'title' => '“كيف أجلس مع من يزيفون التاريخ؟ “.. 100 عام من مناصرة الأزهر الشريف لقضية فلسطين',
                'seo' =>'“كيف أجلس مع من يزيفون التاريخ؟ “.. 100 عام من مناصرة الأزهر الشريف لقضية فلسطين',
                'slug' => 'كيف-أجلس-مع-من-يزيفون-التاريخ-100-عام-من-مناصرة-الأزهر-الشريف-لقضية-فلسطين',
                'small_description' =>'انضم إدوارد لأسرة مسلسل “البرنس” المقرر عرضه خلال السباق الرمضانى المقبل، بطولة محمد رمضان، من تأليف وإخراج محمد سامي',
                'content' => '<p style="padding-left: 30px; text-align: right;">ولم تكشف إيمي توقيت تصوير تلك الصورة ولا ملابساتها، ما جعل الكثير من مستخدمي التواصل الاجتماعي يتساءلون، متى كان يخدم طلعت زكريا في الجيش المصري.</p>
                <p dir="rtl">واكتفت إيمي طلعت زكريا بكتابة تعليق: &ldquo;ربنا يرحمك يا قلبي، نسألكم الفاتحة&rdquo;.</p>
                <p dir="rtl">وكانت&nbsp;ابنة طلعت زكريا&nbsp;قد نشرت في وقت سابق، ما وصفته بـ&rdquo;وصية والدها&rdquo;.</p>
                <p dir="rtl">وقالت إيمي طلعت زكريا عبر حسابها على موقع &ldquo;إنستغرام&rdquo; للتواصل الاجتماعي، إن والدها أوصاها قبل رحيله بأربعة أيام، بإلغاء احتفالها بعيد ميلادها هذا العام.</p>
                <p dir="rtl">وكتبت: &ldquo;عيد ميلادي كمان كام يوم، وعد عليا عمري ما هحتفل به من بعد ما كنت بتحتفل معايا به كل سنة، لغاية السنه اللي فاتت&rdquo;.</p>
                <p dir="rtl">وأضافت: &ldquo;أنت قلبك حاسس يا حبيبي، لسه كنت بتقولي بلاش تعمليه السنة دي قبل ما تموت بـ4 أيام علشان مش هتكون معايا.. ربنا يرحمك يا أغلى الناس مفيش بعدك يا بابا&rdquo;.</p>
                <p dir="rtl">وولد طلعت زكريا في عام 1960 بمدينة الإسكندرية وتخرج في المعهد العالي للفنون المسرحية وتميز منذ بداياته في الأدوار الكوميدية.</p>
                <p dir="rtl">ووقف أمام كبار نجوم الكوميديا في مصر، مثل عادل إمام، وسمير غانم، وشارك في العديد من المسرحيات الكوميدية، منها &ldquo;بهلول في إسطنبول&rdquo; و&rdquo;أنا ومراتي ومونيكا&rdquo; و&rdquo;سكر هانم&rdquo; و&rdquo;بابا جاب موز&rdquo;.</p>',
                'image' =>'https://cdn.shortpixel.ai/client/q_lossless,ret_img/http://axilthemes.com/themes/papr/wp-content/uploads/2019/08/videos-04-150x150.jpg',
                'images' => '',
                'video' => '',
                'category_id' => 3 ,
                'author_id' => 4,
                'main' => false,
                'recent' => false,
                'top' => false,
                'trending' => true,
                'most' => false,
                'featured' => false,
            ],
            //4
            [
                'title' => 'بعد ولد الغلابة.. إدوارد في البرنس رمضان 2020',
                'seo' =>'بعد ولد الغلابة.. إدوارد في البرنس رمضان 2020',
                'slug' => 'بعد-ولد-الغلابة-إدوارد-في-البرنس-رمضان-2020',
                'small_description' =>'انضم إدوارد لأسرة مسلسل “البرنس” المقرر عرضه خلال السباق الرمضانى المقبل، بطولة محمد رمضان، من تأليف وإخراج محمد سامي',
                'content' => '<p style="padding-left: 30px; text-align: right;">ولم تكشف إيمي توقيت تصوير تلك الصورة ولا ملابساتها، ما جعل الكثير من مستخدمي التواصل الاجتماعي يتساءلون، متى كان يخدم طلعت زكريا في الجيش المصري.</p>
                <p dir="rtl">واكتفت إيمي طلعت زكريا بكتابة تعليق: &ldquo;ربنا يرحمك يا قلبي، نسألكم الفاتحة&rdquo;.</p>
                <p dir="rtl">وكانت&nbsp;ابنة طلعت زكريا&nbsp;قد نشرت في وقت سابق، ما وصفته بـ&rdquo;وصية والدها&rdquo;.</p>
                <p dir="rtl">وقالت إيمي طلعت زكريا عبر حسابها على موقع &ldquo;إنستغرام&rdquo; للتواصل الاجتماعي، إن والدها أوصاها قبل رحيله بأربعة أيام، بإلغاء احتفالها بعيد ميلادها هذا العام.</p>
                <p dir="rtl">وكتبت: &ldquo;عيد ميلادي كمان كام يوم، وعد عليا عمري ما هحتفل به من بعد ما كنت بتحتفل معايا به كل سنة، لغاية السنه اللي فاتت&rdquo;.</p>
                <p dir="rtl">وأضافت: &ldquo;أنت قلبك حاسس يا حبيبي، لسه كنت بتقولي بلاش تعمليه السنة دي قبل ما تموت بـ4 أيام علشان مش هتكون معايا.. ربنا يرحمك يا أغلى الناس مفيش بعدك يا بابا&rdquo;.</p>
                <p dir="rtl">وولد طلعت زكريا في عام 1960 بمدينة الإسكندرية وتخرج في المعهد العالي للفنون المسرحية وتميز منذ بداياته في الأدوار الكوميدية.</p>
                <p dir="rtl">ووقف أمام كبار نجوم الكوميديا في مصر، مثل عادل إمام، وسمير غانم، وشارك في العديد من المسرحيات الكوميدية، منها &ldquo;بهلول في إسطنبول&rdquo; و&rdquo;أنا ومراتي ومونيكا&rdquo; و&rdquo;سكر هانم&rdquo; و&rdquo;بابا جاب موز&rdquo;.</p>',
                'image' =>'https://cdn.shortpixel.ai/client/q_lossless,ret_img/http://axilthemes.com/themes/papr/wp-content/uploads/2019/08/gallery-img-8-150x150.jpg',
                'images' => '',
                'video' => '',
                'category_id' => 3,
                'author_id' => 4,
                'main' => false,
                'recent' => false,
                'top' => false,
                'trending' => true,
                'most' => false,
                'featured' => false,
            ],
            //5
            [
                'title' => 'التداوي بالكتابة (الحلقة الثانية).. الخوف من الشعر!',
                'seo' =>'التداوي بالكتابة (الحلقة الثانية).. الخوف من الشعر!',
                'slug' =>'التداوي-بالكتابة-الحلقة-الثانية-الخوف-من-الشعر',
                'small_description' =>'انضم إدوارد لأسرة مسلسل “البرنس” المقرر عرضه خلال السباق الرمضانى المقبل، بطولة محمد رمضان، من تأليف وإخراج محمد سامي',
                'content' => '<p style="padding-left: 30px; text-align: right;">ولم تكشف إيمي توقيت تصوير تلك الصورة ولا ملابساتها، ما جعل الكثير من مستخدمي التواصل الاجتماعي يتساءلون، متى كان يخدم طلعت زكريا في الجيش المصري.</p>
                <p dir="rtl">واكتفت إيمي طلعت زكريا بكتابة تعليق: &ldquo;ربنا يرحمك يا قلبي، نسألكم الفاتحة&rdquo;.</p>
                <p dir="rtl">وكانت&nbsp;ابنة طلعت زكريا&nbsp;قد نشرت في وقت سابق، ما وصفته بـ&rdquo;وصية والدها&rdquo;.</p>
                <p dir="rtl">وقالت إيمي طلعت زكريا عبر حسابها على موقع &ldquo;إنستغرام&rdquo; للتواصل الاجتماعي، إن والدها أوصاها قبل رحيله بأربعة أيام، بإلغاء احتفالها بعيد ميلادها هذا العام.</p>
                <p dir="rtl">وكتبت: &ldquo;عيد ميلادي كمان كام يوم، وعد عليا عمري ما هحتفل به من بعد ما كنت بتحتفل معايا به كل سنة، لغاية السنه اللي فاتت&rdquo;.</p>
                <p dir="rtl">وأضافت: &ldquo;أنت قلبك حاسس يا حبيبي، لسه كنت بتقولي بلاش تعمليه السنة دي قبل ما تموت بـ4 أيام علشان مش هتكون معايا.. ربنا يرحمك يا أغلى الناس مفيش بعدك يا بابا&rdquo;.</p>
                <p dir="rtl">وولد طلعت زكريا في عام 1960 بمدينة الإسكندرية وتخرج في المعهد العالي للفنون المسرحية وتميز منذ بداياته في الأدوار الكوميدية.</p>
                <p dir="rtl">ووقف أمام كبار نجوم الكوميديا في مصر، مثل عادل إمام، وسمير غانم، وشارك في العديد من المسرحيات الكوميدية، منها &ldquo;بهلول في إسطنبول&rdquo; و&rdquo;أنا ومراتي ومونيكا&rdquo; و&rdquo;سكر هانم&rdquo; و&rdquo;بابا جاب موز&rdquo;.</p>',
                'image' =>'https://cdn.shortpixel.ai/client/q_lossless,ret_img/http://axilthemes.com/themes/papr/wp-content/uploads/2019/08/girl-image-150x150.jpg',
                'images' => '',
                'video' => '',
                'category_id' => 3,
                'author_id' => 1,
                'main' => false,
                'recent' => false,
                'top' => false,
                'trending' => true,
                'most' => false,
                'featured' => false,
            ],
            //6
            [
                'title' =>'من سوريا الجميلة.. أول طالبة صماء تحصل على درجة الماجستير',
                'seo' =>'من سوريا الجميلة.. أول طالبة صماء تحصل على درجة الماجستير',
                'slug' =>'من-سوريا-الجميلة-أول-طالبة-صماء-تحصل-على-درجة-الماجستير',
                'small_description' =>'انضم إدوارد لأسرة مسلسل “البرنس” المقرر عرضه خلال السباق الرمضانى المقبل، بطولة محمد رمضان، من تأليف وإخراج محمد سامي',
                'content' => '<p style="padding-left: 30px; text-align: right;">ولم تكشف إيمي توقيت تصوير تلك الصورة ولا ملابساتها، ما جعل الكثير من مستخدمي التواصل الاجتماعي يتساءلون، متى كان يخدم طلعت زكريا في الجيش المصري.</p>
                <p dir="rtl">واكتفت إيمي طلعت زكريا بكتابة تعليق: &ldquo;ربنا يرحمك يا قلبي، نسألكم الفاتحة&rdquo;.</p>
                <p dir="rtl">وكانت&nbsp;ابنة طلعت زكريا&nbsp;قد نشرت في وقت سابق، ما وصفته بـ&rdquo;وصية والدها&rdquo;.</p>
                <p dir="rtl">وقالت إيمي طلعت زكريا عبر حسابها على موقع &ldquo;إنستغرام&rdquo; للتواصل الاجتماعي، إن والدها أوصاها قبل رحيله بأربعة أيام، بإلغاء احتفالها بعيد ميلادها هذا العام.</p>
                <p dir="rtl">وكتبت: &ldquo;عيد ميلادي كمان كام يوم، وعد عليا عمري ما هحتفل به من بعد ما كنت بتحتفل معايا به كل سنة، لغاية السنه اللي فاتت&rdquo;.</p>
                <p dir="rtl">وأضافت: &ldquo;أنت قلبك حاسس يا حبيبي، لسه كنت بتقولي بلاش تعمليه السنة دي قبل ما تموت بـ4 أيام علشان مش هتكون معايا.. ربنا يرحمك يا أغلى الناس مفيش بعدك يا بابا&rdquo;.</p>
                <p dir="rtl">وولد طلعت زكريا في عام 1960 بمدينة الإسكندرية وتخرج في المعهد العالي للفنون المسرحية وتميز منذ بداياته في الأدوار الكوميدية.</p>
                <p dir="rtl">ووقف أمام كبار نجوم الكوميديا في مصر، مثل عادل إمام، وسمير غانم، وشارك في العديد من المسرحيات الكوميدية، منها &ldquo;بهلول في إسطنبول&rdquo; و&rdquo;أنا ومراتي ومونيكا&rdquo; و&rdquo;سكر هانم&rdquo; و&rdquo;بابا جاب موز&rdquo;.</p>',
                'image' =>'https://cdn.shortpixel.ai/client/q_lossless,ret_img/http://axilthemes.com/themes/papr/wp-content/uploads/2019/08/trending-stories-3-150x150.jpg',
                'images' => '',
                'video' => '',
                'category_id' => 4,
                'author_id' => 3,
                'main' => false,
                'recent' => false,
                'top' => false,
                'trending' => true,
                'most' => false,
                'featured' => false,
            ],

            ///populare
            //1
            [
                'title' =>'أنجلينا جولي تكشف أهم أسرارها التي أخفتها عن جمهورها',
                'seo' =>'أنجلينا جولي تكشف أهم أسرارها التي أخفتها عن جمهورها',
                'slug' =>'أنجلينا-جولي-تكشف-أهم-أسرارها-التي-أخفتها-عن-جمهورها',
                'small_description' =>'انضم إدوارد لأسرة مسلسل “البرنس” المقرر عرضه خلال السباق الرمضانى المقبل، بطولة محمد رمضان، من تأليف وإخراج محمد سامي',
                'content' => '<p style="padding-left: 30px; text-align: right;">ولم تكشف إيمي توقيت تصوير تلك الصورة ولا ملابساتها، ما جعل الكثير من مستخدمي التواصل الاجتماعي يتساءلون، متى كان يخدم طلعت زكريا في الجيش المصري.</p>
                <p dir="rtl">واكتفت إيمي طلعت زكريا بكتابة تعليق: &ldquo;ربنا يرحمك يا قلبي، نسألكم الفاتحة&rdquo;.</p>
                <p dir="rtl">وكانت&nbsp;ابنة طلعت زكريا&nbsp;قد نشرت في وقت سابق، ما وصفته بـ&rdquo;وصية والدها&rdquo;.</p>
                <p dir="rtl">وقالت إيمي طلعت زكريا عبر حسابها على موقع &ldquo;إنستغرام&rdquo; للتواصل الاجتماعي، إن والدها أوصاها قبل رحيله بأربعة أيام، بإلغاء احتفالها بعيد ميلادها هذا العام.</p>
                <p dir="rtl">وكتبت: &ldquo;عيد ميلادي كمان كام يوم، وعد عليا عمري ما هحتفل به من بعد ما كنت بتحتفل معايا به كل سنة، لغاية السنه اللي فاتت&rdquo;.</p>
                <p dir="rtl">وأضافت: &ldquo;أنت قلبك حاسس يا حبيبي، لسه كنت بتقولي بلاش تعمليه السنة دي قبل ما تموت بـ4 أيام علشان مش هتكون معايا.. ربنا يرحمك يا أغلى الناس مفيش بعدك يا بابا&rdquo;.</p>
                <p dir="rtl">وولد طلعت زكريا في عام 1960 بمدينة الإسكندرية وتخرج في المعهد العالي للفنون المسرحية وتميز منذ بداياته في الأدوار الكوميدية.</p>
                <p dir="rtl">ووقف أمام كبار نجوم الكوميديا في مصر، مثل عادل إمام، وسمير غانم، وشارك في العديد من المسرحيات الكوميدية، منها &ldquo;بهلول في إسطنبول&rdquo; و&rdquo;أنا ومراتي ومونيكا&rdquo; و&rdquo;سكر هانم&rdquo; و&rdquo;بابا جاب موز&rdquo;.</p>',
                'image' => 'https://cdn.shortpixel.ai/client/q_lossless,ret_img/http://axilthemes.com/themes/papr/wp-content/uploads/2019/08/videos-01-400x400.jpg',
                'images' => '',
                'video' => '',
                'category_id' => 2,
                'author_id' => 2,
                'main' => false,
                'recent' => false,
                'top' => false,
                'trending' => false,
                'most' => false,
                'featured' => true,
            ],
            //2
            [
                'title' => 'أغرب تصريحات عن أحمد زكي.. أحمد راتب يرى أنه أذى السينما المصرية.. والشحات مبروك: أنا أفضل منه',
                'seo' =>'أغرب تصريحات عن أحمد زكي.. أحمد راتب يرى أنه أذى السينما المصرية.. والشحات مبروك: أنا أفضل منه',
                'slug' =>'أغرب-تصريحات-عن-أحمد-زكي-أحمد-راتب-يرى-أنه-أذى-السينما-المصرية-والشحات-مبروك-أنا-أفضل-منه',
                'small_description' =>'انضم إدوارد لأسرة مسلسل “البرنس” المقرر عرضه خلال السباق الرمضانى المقبل، بطولة محمد رمضان، من تأليف وإخراج محمد سامي',
                'content' => '<p style="padding-left: 30px; text-align: right;">ولم تكشف إيمي توقيت تصوير تلك الصورة ولا ملابساتها، ما جعل الكثير من مستخدمي التواصل الاجتماعي يتساءلون، متى كان يخدم طلعت زكريا في الجيش المصري.</p>
                <p dir="rtl">واكتفت إيمي طلعت زكريا بكتابة تعليق: &ldquo;ربنا يرحمك يا قلبي، نسألكم الفاتحة&rdquo;.</p>
                <p dir="rtl">وكانت&nbsp;ابنة طلعت زكريا&nbsp;قد نشرت في وقت سابق، ما وصفته بـ&rdquo;وصية والدها&rdquo;.</p>
                <p dir="rtl">وقالت إيمي طلعت زكريا عبر حسابها على موقع &ldquo;إنستغرام&rdquo; للتواصل الاجتماعي، إن والدها أوصاها قبل رحيله بأربعة أيام، بإلغاء احتفالها بعيد ميلادها هذا العام.</p>
                <p dir="rtl">وكتبت: &ldquo;عيد ميلادي كمان كام يوم، وعد عليا عمري ما هحتفل به من بعد ما كنت بتحتفل معايا به كل سنة، لغاية السنه اللي فاتت&rdquo;.</p>
                <p dir="rtl">وأضافت: &ldquo;أنت قلبك حاسس يا حبيبي، لسه كنت بتقولي بلاش تعمليه السنة دي قبل ما تموت بـ4 أيام علشان مش هتكون معايا.. ربنا يرحمك يا أغلى الناس مفيش بعدك يا بابا&rdquo;.</p>
                <p dir="rtl">وولد طلعت زكريا في عام 1960 بمدينة الإسكندرية وتخرج في المعهد العالي للفنون المسرحية وتميز منذ بداياته في الأدوار الكوميدية.</p>
                <p dir="rtl">ووقف أمام كبار نجوم الكوميديا في مصر، مثل عادل إمام، وسمير غانم، وشارك في العديد من المسرحيات الكوميدية، منها &ldquo;بهلول في إسطنبول&rdquo; و&rdquo;أنا ومراتي ومونيكا&rdquo; و&rdquo;سكر هانم&rdquo; و&rdquo;بابا جاب موز&rdquo;.</p>',
                'image' =>'https://cdn.shortpixel.ai/client/q_lossless,ret_img/http://axilthemes.com/themes/papr/wp-content/uploads/2019/11/airport-400x400.jpg',
                'images' => '',
                'video' => '',
                'category_id' => 2,
                'author_id' => 3,
                'main' => false,
                'recent' => false,
                'top' => false,
                'trending' => false,
                'most' => false,
                'featured' => true,
            ],
            //3
            [
                'title' => 'محمد خالد الشرقاوي لـ”الإعلام البديل”: “زمار الحي” ديوان عامية يحاول تحقيق الرواية الشعرية',
                'seo' =>'محمد خالد الشرقاوي لـ”الإعلام البديل”: “زمار الحي” ديوان عامية يحاول تحقيق الرواية الشعرية',
                'slug' => 'محمد-خالد-الشرقاوي-لـ-الإعلام-البديل-زمار-الحي-ديوان-عامية-يحاول-تحقيق-الرواية-الشعرية',
                'small_description' =>'يقيم بيت الشعر “بيت الست وسيلة” بالقاهرة، في الرابعة عصر يوم يوم الأحد  ٢٤ نوفمبر الجاري،  ندوة لمناقشة ديوان “زمار الحي” للشاعر محمد خالد الشرقاوي، تحت رعاية صندوق التنمية الثقافية',
                'content' => '<p style="padding-left: 30px; text-align: right;">ولم تكشف إيمي توقيت تصوير تلك الصورة ولا ملابساتها، ما جعل الكثير من مستخدمي التواصل الاجتماعي يتساءلون، متى كان يخدم طلعت زكريا في الجيش المصري.</p>
                <p dir="rtl">واكتفت إيمي طلعت زكريا بكتابة تعليق: &ldquo;ربنا يرحمك يا قلبي، نسألكم الفاتحة&rdquo;.</p>
                <p dir="rtl">وكانت&nbsp;ابنة طلعت زكريا&nbsp;قد نشرت في وقت سابق، ما وصفته بـ&rdquo;وصية والدها&rdquo;.</p>
                <p dir="rtl">وقالت إيمي طلعت زكريا عبر حسابها على موقع &ldquo;إنستغرام&rdquo; للتواصل الاجتماعي، إن والدها أوصاها قبل رحيله بأربعة أيام، بإلغاء احتفالها بعيد ميلادها هذا العام.</p>
                <p dir="rtl">وكتبت: &ldquo;عيد ميلادي كمان كام يوم، وعد عليا عمري ما هحتفل به من بعد ما كنت بتحتفل معايا به كل سنة، لغاية السنه اللي فاتت&rdquo;.</p>
                <p dir="rtl">وأضافت: &ldquo;أنت قلبك حاسس يا حبيبي، لسه كنت بتقولي بلاش تعمليه السنة دي قبل ما تموت بـ4 أيام علشان مش هتكون معايا.. ربنا يرحمك يا أغلى الناس مفيش بعدك يا بابا&rdquo;.</p>
                <p dir="rtl">وولد طلعت زكريا في عام 1960 بمدينة الإسكندرية وتخرج في المعهد العالي للفنون المسرحية وتميز منذ بداياته في الأدوار الكوميدية.</p>
                <p dir="rtl">ووقف أمام كبار نجوم الكوميديا في مصر، مثل عادل إمام، وسمير غانم، وشارك في العديد من المسرحيات الكوميدية، منها &ldquo;بهلول في إسطنبول&rdquo; و&rdquo;أنا ومراتي ومونيكا&rdquo; و&rdquo;سكر هانم&rdquo; و&rdquo;بابا جاب موز&rdquo;.</p>',
                'image' =>'https://cdn.shortpixel.ai/client/q_lossless,ret_img/http://axilthemes.com/themes/papr/wp-content/uploads/2019/11/kalen-emsley-400x400.jpg',
                'images' => '',
                'video' => '',
                'category_id' => 3,
                'author_id' => 4,
                'main' => false,
                'recent' => false,
                'top' => false,
                'trending' => false,
                'most' => false,
                'featured' => true,
            ],
            //4
            [
                'title' =>'قد تكون وظيفة أحدهم أن يقول لك (معلش) مقابل 80 دولارا في الساعة.. أغرب 20 وظيفة في العالم',
                'seo' =>'قد تكون وظيفة أحدهم أن يقول لك (معلش) مقابل 80 دولارا في الساعة.. أغرب 20 وظيفة في العالم',
                'slug' => 'قد-تكون-وظيفة-أحدهم-أن-يقول-لك-معلش-مقابل-80-دولارا-في-الساعة-أغرب-20-وظيفة-في-العالم',
                'small_description' =>'ربما يمل البعض من أعمالهم المعتادة التي يقومون بها، ويتوقون إلى تجربة العمل بوظائف جديدة، لكن تبقى هناك العديد من الوظائف الغريبة التي لا يمكن لأحد أن يتوقعها',
                'content' => '<p style="padding-left: 30px; text-align: right;">ولم تكشف إيمي توقيت تصوير تلك الصورة ولا ملابساتها، ما جعل الكثير من مستخدمي التواصل الاجتماعي يتساءلون، متى كان يخدم طلعت زكريا في الجيش المصري.</p>
                <p dir="rtl">واكتفت إيمي طلعت زكريا بكتابة تعليق: &ldquo;ربنا يرحمك يا قلبي، نسألكم الفاتحة&rdquo;.</p>
                <p dir="rtl">وكانت&nbsp;ابنة طلعت زكريا&nbsp;قد نشرت في وقت سابق، ما وصفته بـ&rdquo;وصية والدها&rdquo;.</p>
                <p dir="rtl">وقالت إيمي طلعت زكريا عبر حسابها على موقع &ldquo;إنستغرام&rdquo; للتواصل الاجتماعي، إن والدها أوصاها قبل رحيله بأربعة أيام، بإلغاء احتفالها بعيد ميلادها هذا العام.</p>
                <p dir="rtl">وكتبت: &ldquo;عيد ميلادي كمان كام يوم، وعد عليا عمري ما هحتفل به من بعد ما كنت بتحتفل معايا به كل سنة، لغاية السنه اللي فاتت&rdquo;.</p>
                <p dir="rtl">وأضافت: &ldquo;أنت قلبك حاسس يا حبيبي، لسه كنت بتقولي بلاش تعمليه السنة دي قبل ما تموت بـ4 أيام علشان مش هتكون معايا.. ربنا يرحمك يا أغلى الناس مفيش بعدك يا بابا&rdquo;.</p>
                <p dir="rtl">وولد طلعت زكريا في عام 1960 بمدينة الإسكندرية وتخرج في المعهد العالي للفنون المسرحية وتميز منذ بداياته في الأدوار الكوميدية.</p>
                <p dir="rtl">ووقف أمام كبار نجوم الكوميديا في مصر، مثل عادل إمام، وسمير غانم، وشارك في العديد من المسرحيات الكوميدية، منها &ldquo;بهلول في إسطنبول&rdquo; و&rdquo;أنا ومراتي ومونيكا&rdquo; و&rdquo;سكر هانم&rdquo; و&rdquo;بابا جاب موز&rdquo;.</p>',
                'image' =>'https://cdn.shortpixel.ai/client/q_lossless,ret_img/http://axilthemes.com/themes/papr/wp-content/uploads/2019/08/post-img-06-1-400x400.jpg',
                'images' => '',
                'video' => '',
                'category_id' => 5,
                'author_id' => 2,
                'main' => false,
                'recent' => false,
                'top' => false,
                'trending' => false,
                'most' => false,
                'featured' => true,
            ],
            //5
            [
                'title' =>'“للتوضيح.. ما بعد الإنسان”.. في انتظار ميلاد الخارقين',
                'seo' =>'“للتوضيح.. ما بعد الإنسان”.. في انتظار ميلاد الخارقين',
                'slug' =>'للتوضيح-ما-بعد-الإنسان-في-انتظار-ميلاد-الخارقين',
                'small_description' =>'من منا لا يريد أن يعيش بشكل أكثر صحة، وأكثر ذكاء، وأقوى، وأن تعيش لفترة أطول أو حتى أن تتمتع بقدرات خارقة؟',
                'content' => '<p style="padding-left: 30px; text-align: right;">ولم تكشف إيمي توقيت تصوير تلك الصورة ولا ملابساتها، ما جعل الكثير من مستخدمي التواصل الاجتماعي يتساءلون، متى كان يخدم طلعت زكريا في الجيش المصري.</p>
                <p dir="rtl">واكتفت إيمي طلعت زكريا بكتابة تعليق: &ldquo;ربنا يرحمك يا قلبي، نسألكم الفاتحة&rdquo;.</p>
                <p dir="rtl">وكانت&nbsp;ابنة طلعت زكريا&nbsp;قد نشرت في وقت سابق، ما وصفته بـ&rdquo;وصية والدها&rdquo;.</p>
                <p dir="rtl">وقالت إيمي طلعت زكريا عبر حسابها على موقع &ldquo;إنستغرام&rdquo; للتواصل الاجتماعي، إن والدها أوصاها قبل رحيله بأربعة أيام، بإلغاء احتفالها بعيد ميلادها هذا العام.</p>
                <p dir="rtl">وكتبت: &ldquo;عيد ميلادي كمان كام يوم، وعد عليا عمري ما هحتفل به من بعد ما كنت بتحتفل معايا به كل سنة، لغاية السنه اللي فاتت&rdquo;.</p>
                <p dir="rtl">وأضافت: &ldquo;أنت قلبك حاسس يا حبيبي، لسه كنت بتقولي بلاش تعمليه السنة دي قبل ما تموت بـ4 أيام علشان مش هتكون معايا.. ربنا يرحمك يا أغلى الناس مفيش بعدك يا بابا&rdquo;.</p>
                <p dir="rtl">وولد طلعت زكريا في عام 1960 بمدينة الإسكندرية وتخرج في المعهد العالي للفنون المسرحية وتميز منذ بداياته في الأدوار الكوميدية.</p>
                <p dir="rtl">ووقف أمام كبار نجوم الكوميديا في مصر، مثل عادل إمام، وسمير غانم، وشارك في العديد من المسرحيات الكوميدية، منها &ldquo;بهلول في إسطنبول&rdquo; و&rdquo;أنا ومراتي ومونيكا&rdquo; و&rdquo;سكر هانم&rdquo; و&rdquo;بابا جاب موز&rdquo;.</p>',
                'image' =>'https://cdn.shortpixel.ai/client/q_lossless,ret_img/http://axilthemes.com/themes/papr/wp-content/uploads/2019/11/thailand-400x400.jpg',
                'images' => '',
                'video' => '',
                'category_id' => 3,
                'author_id' => 1,
                'main' => false,
                'recent' => false,
                'top' => false,
                'trending' => false,
                'most' => false,
                'featured' => true,
            ],
            //6
            [
                'title' =>'أول طيار دون ذراعين في العالم لـ “الإعلام البديل”: لا أعرف في قاموسي كلمة “مستحيل”',
                'seo' =>'أول طيار دون ذراعين في العالم لـ “الإعلام البديل”: لا أعرف في قاموسي كلمة “مستحيل”',
                'slug' =>'أول طيار-دون-ذراعين-في-العالم-لـ-الإعلام-البديل-لا-أعرف-في-قاموسي-كلمة-مستحيل',
                'small_description' =>'أعربت الأمريكية جيسيكا كوكس، عن سعادتها بالمشاركة في منتدى شباب العالم بنسخته الثالثة، المُنعقد بمدينة شرم الشيخ في الفترة من 14 وحتى 17 ديسمبر الجاري.',
                'content' => '<p style="padding-left: 30px; text-align: right;">ولم تكشف إيمي توقيت تصوير تلك الصورة ولا ملابساتها، ما جعل الكثير من مستخدمي التواصل الاجتماعي يتساءلون، متى كان يخدم طلعت زكريا في الجيش المصري.</p>
                <p dir="rtl">واكتفت إيمي طلعت زكريا بكتابة تعليق: &ldquo;ربنا يرحمك يا قلبي، نسألكم الفاتحة&rdquo;.</p>
                <p dir="rtl">وكانت&nbsp;ابنة طلعت زكريا&nbsp;قد نشرت في وقت سابق، ما وصفته بـ&rdquo;وصية والدها&rdquo;.</p>
                <p dir="rtl">وقالت إيمي طلعت زكريا عبر حسابها على موقع &ldquo;إنستغرام&rdquo; للتواصل الاجتماعي، إن والدها أوصاها قبل رحيله بأربعة أيام، بإلغاء احتفالها بعيد ميلادها هذا العام.</p>
                <p dir="rtl">وكتبت: &ldquo;عيد ميلادي كمان كام يوم، وعد عليا عمري ما هحتفل به من بعد ما كنت بتحتفل معايا به كل سنة، لغاية السنه اللي فاتت&rdquo;.</p>
                <p dir="rtl">وأضافت: &ldquo;أنت قلبك حاسس يا حبيبي، لسه كنت بتقولي بلاش تعمليه السنة دي قبل ما تموت بـ4 أيام علشان مش هتكون معايا.. ربنا يرحمك يا أغلى الناس مفيش بعدك يا بابا&rdquo;.</p>
                <p dir="rtl">وولد طلعت زكريا في عام 1960 بمدينة الإسكندرية وتخرج في المعهد العالي للفنون المسرحية وتميز منذ بداياته في الأدوار الكوميدية.</p>
                <p dir="rtl">ووقف أمام كبار نجوم الكوميديا في مصر، مثل عادل إمام، وسمير غانم، وشارك في العديد من المسرحيات الكوميدية، منها &ldquo;بهلول في إسطنبول&rdquo; و&rdquo;أنا ومراتي ومونيكا&rdquo; و&rdquo;سكر هانم&rdquo; و&rdquo;بابا جاب موز&rdquo;.</p>',
                'image' => 'https://cdn.shortpixel.ai/client/q_lossless,ret_img/http://axilthemes.com/themes/papr/wp-content/uploads/2019/08/post-img-05-min-400x400.jpg',
                'images' => '',
                'video' => '',
                'category_id' => 4,
                'author_id' => 2,
                'main' => false,
                'recent' => false,
                'top' => false,
                'trending' => false,
                'most' => false,
                'featured' => true,
            ],
            //7
            [
                'title' =>'شاكر عبد الحميد لـ”الإعلام البديل”: لا توجد سينما تخلو من السياسة',
                'seo' =>'شاكر عبد الحميد لـ”الإعلام البديل”: لا توجد سينما تخلو من السياسة',
                'slug' =>'شاكر-عبد-الحميد-لـ-الإعلام-البديل-لا-توجد-سينما-تخلو-من-السياسة',
                'small_description' =>'صرح وزير الثقافة الأسبق الدكتور شاكر عبد الحميد لـ”الإعلام البديل” بأن السينما منذ بدايتها الأولى أعتمدت على الأدب وأخذت من كتابات أشهر الكتاب ونفذتها بصريا، مثال شكسبير، ستنسلافكي',
                'content' => '<p style="padding-left: 30px; text-align: right;">ولم تكشف إيمي توقيت تصوير تلك الصورة ولا ملابساتها، ما جعل الكثير من مستخدمي التواصل الاجتماعي يتساءلون، متى كان يخدم طلعت زكريا في الجيش المصري.</p>
                <p dir="rtl">واكتفت إيمي طلعت زكريا بكتابة تعليق: &ldquo;ربنا يرحمك يا قلبي، نسألكم الفاتحة&rdquo;.</p>
                <p dir="rtl">وكانت&nbsp;ابنة طلعت زكريا&nbsp;قد نشرت في وقت سابق، ما وصفته بـ&rdquo;وصية والدها&rdquo;.</p>
                <p dir="rtl">وقالت إيمي طلعت زكريا عبر حسابها على موقع &ldquo;إنستغرام&rdquo; للتواصل الاجتماعي، إن والدها أوصاها قبل رحيله بأربعة أيام، بإلغاء احتفالها بعيد ميلادها هذا العام.</p>
                <p dir="rtl">وكتبت: &ldquo;عيد ميلادي كمان كام يوم، وعد عليا عمري ما هحتفل به من بعد ما كنت بتحتفل معايا به كل سنة، لغاية السنه اللي فاتت&rdquo;.</p>
                <p dir="rtl">وأضافت: &ldquo;أنت قلبك حاسس يا حبيبي، لسه كنت بتقولي بلاش تعمليه السنة دي قبل ما تموت بـ4 أيام علشان مش هتكون معايا.. ربنا يرحمك يا أغلى الناس مفيش بعدك يا بابا&rdquo;.</p>
                <p dir="rtl">وولد طلعت زكريا في عام 1960 بمدينة الإسكندرية وتخرج في المعهد العالي للفنون المسرحية وتميز منذ بداياته في الأدوار الكوميدية.</p>
                <p dir="rtl">ووقف أمام كبار نجوم الكوميديا في مصر، مثل عادل إمام، وسمير غانم، وشارك في العديد من المسرحيات الكوميدية، منها &ldquo;بهلول في إسطنبول&rdquo; و&rdquo;أنا ومراتي ومونيكا&rdquo; و&rdquo;سكر هانم&rdquo; و&rdquo;بابا جاب موز&rdquo;.</p>',
                'image' =>'https://cdn.shortpixel.ai/client/q_lossless,ret_img/http://axilthemes.com/themes/papr/wp-content/uploads/2019/11/satelight-400x400.jpg',
                'images' => '',
                'video' => '',
                'category_id' => 3,
                'author_id' => 1,
                'main' => false,
                'recent' => false,
                'top' => false,
                'trending' => false,
                'most' => false,
                'featured' => true,
            ],
            //8
            [
                'title' =>'بيروت المحطة الأخيرة.. فيلم لبناني بدون شخصيات يتناول الحفاظ على الهوية',
                'seo' =>'بيروت المحطة الأخيرة.. فيلم لبناني بدون شخصيات يتناول الحفاظ على الهوية',
                'slug' =>'بيروت-المحطة-الأخيرة-فيلم-لبناني-بدون-شخصيات-يتناول-الحفاظ-على-الهوية',
                'small_description' =>'أعربت الأمريكية جيسيكا كوكس، عن سعادتها بالمشاركة في منتدى شباب العالم بنسخته الثالثة، المُنعقد بمدينة شرم الشيخ في الفترة من 14 وحتى 17 ديسمبر الجاري.',
                'content' => '<p style="padding-left: 30px; text-align: right;">ولم تكشف إيمي توقيت تصوير تلك الصورة ولا ملابساتها، ما جعل الكثير من مستخدمي التواصل الاجتماعي يتساءلون، متى كان يخدم طلعت زكريا في الجيش المصري.</p>
                <p dir="rtl">واكتفت إيمي طلعت زكريا بكتابة تعليق: &ldquo;ربنا يرحمك يا قلبي، نسألكم الفاتحة&rdquo;.</p>
                <p dir="rtl">وكانت&nbsp;ابنة طلعت زكريا&nbsp;قد نشرت في وقت سابق، ما وصفته بـ&rdquo;وصية والدها&rdquo;.</p>
                <p dir="rtl">وقالت إيمي طلعت زكريا عبر حسابها على موقع &ldquo;إنستغرام&rdquo; للتواصل الاجتماعي، إن والدها أوصاها قبل رحيله بأربعة أيام، بإلغاء احتفالها بعيد ميلادها هذا العام.</p>
                <p dir="rtl">وكتبت: &ldquo;عيد ميلادي كمان كام يوم، وعد عليا عمري ما هحتفل به من بعد ما كنت بتحتفل معايا به كل سنة، لغاية السنه اللي فاتت&rdquo;.</p>
                <p dir="rtl">وأضافت: &ldquo;أنت قلبك حاسس يا حبيبي، لسه كنت بتقولي بلاش تعمليه السنة دي قبل ما تموت بـ4 أيام علشان مش هتكون معايا.. ربنا يرحمك يا أغلى الناس مفيش بعدك يا بابا&rdquo;.</p>
                <p dir="rtl">وولد طلعت زكريا في عام 1960 بمدينة الإسكندرية وتخرج في المعهد العالي للفنون المسرحية وتميز منذ بداياته في الأدوار الكوميدية.</p>
                <p dir="rtl">ووقف أمام كبار نجوم الكوميديا في مصر، مثل عادل إمام، وسمير غانم، وشارك في العديد من المسرحيات الكوميدية، منها &ldquo;بهلول في إسطنبول&rdquo; و&rdquo;أنا ومراتي ومونيكا&rdquo; و&rdquo;سكر هانم&rdquo; و&rdquo;بابا جاب موز&rdquo;.</p>',
                'image' => 'https://cdn.shortpixel.ai/client/q_lossless,ret_img/http://axilthemes.com/themes/papr/wp-content/uploads/2019/08/post-img-05-min-400x400.jpg',
                'images' => '',
                'video' => '',
                'category_id' => 4,
                'author_id' => 2,
                'main' => false,
                'recent' => false,
                'top' => false,
                'trending' => false,
                'most' => false,
                'featured' => true,
            ],
            
            //most

            //1
            [
                'title' =>'بسمة وهبة: نحتاج بعض الأحيان الخروج من الصندوق حتى نكون أفضل',
                'seo' =>'بسمة وهبة: نحتاج بعض الأحيان الخروج من الصندوق حتى نكون أفضل',
                'slug' =>'بسمة-وهبة-نحتاج-بعض-الأحيان-الخروج-من-الصندوق-حتى-نكون-أفضل',
                'small_description' =>'نشرت الأعلامية بسمة وهبة صباح اليوم صورة على حسابها الخاص أنستغرام، فاجأت بها متابعينها، لأنها تضع نوع مختلف من المكياج.',
                'content' => '<p style="padding-left: 30px; text-align: right;">ولم تكشف إيمي توقيت تصوير تلك الصورة ولا ملابساتها، ما جعل الكثير من مستخدمي التواصل الاجتماعي يتساءلون، متى كان يخدم طلعت زكريا في الجيش المصري.</p>
                <p dir="rtl">واكتفت إيمي طلعت زكريا بكتابة تعليق: &ldquo;ربنا يرحمك يا قلبي، نسألكم الفاتحة&rdquo;.</p>
                <p dir="rtl">وكانت&nbsp;ابنة طلعت زكريا&nbsp;قد نشرت في وقت سابق، ما وصفته بـ&rdquo;وصية والدها&rdquo;.</p>
                <p dir="rtl">وقالت إيمي طلعت زكريا عبر حسابها على موقع &ldquo;إنستغرام&rdquo; للتواصل الاجتماعي، إن والدها أوصاها قبل رحيله بأربعة أيام، بإلغاء احتفالها بعيد ميلادها هذا العام.</p>
                <p dir="rtl">وكتبت: &ldquo;عيد ميلادي كمان كام يوم، وعد عليا عمري ما هحتفل به من بعد ما كنت بتحتفل معايا به كل سنة، لغاية السنه اللي فاتت&rdquo;.</p>
                <p dir="rtl">وأضافت: &ldquo;أنت قلبك حاسس يا حبيبي، لسه كنت بتقولي بلاش تعمليه السنة دي قبل ما تموت بـ4 أيام علشان مش هتكون معايا.. ربنا يرحمك يا أغلى الناس مفيش بعدك يا بابا&rdquo;.</p>
                <p dir="rtl">وولد طلعت زكريا في عام 1960 بمدينة الإسكندرية وتخرج في المعهد العالي للفنون المسرحية وتميز منذ بداياته في الأدوار الكوميدية.</p>
                <p dir="rtl">ووقف أمام كبار نجوم الكوميديا في مصر، مثل عادل إمام، وسمير غانم، وشارك في العديد من المسرحيات الكوميدية، منها &ldquo;بهلول في إسطنبول&rdquo; و&rdquo;أنا ومراتي ومونيكا&rdquo; و&rdquo;سكر هانم&rdquo; و&rdquo;بابا جاب موز&rdquo;.</p>',
                'image' => 'https://cdn.shortpixel.ai/client/q_lossless,ret_img/http://axilthemes.com/themes/papr/wp-content/uploads/2019/08/top-stories-02-780x780.jpg',
                'images' => '',
                'video' => '',
                'category_id' => 4,
                'author_id' => 2,
                'main' => false,
                'recent' => false,
                'top' => false,
                'trending' => false,
                'most' => true,
                'featured' => false,
            ],
            //2
            [
                'title' =>'رأي يوسف زيدان في مسلسل “ممالك النار”',
                'seo' =>'رأي يوسف زيدان في مسلسل “ممالك النار”',
                'slug' =>'رأي-يوسف-زيدان-في-مسلسل-ممالك-النار',
                'small_description' =>'كشف الكاتب والروائي الدكتور يوسف زيدان، عن رأيه في مسلسل “ممالك النار”، الذي يعرض حاليا على شبكة قنوات mbc. قال “زيدان” عبر حسابه على “فيس بوك”: “أدهشتني الكمية الكبيرة من الرسائل التي تسألني عن رأيي في مسلسل ممالك النار،',
                'content' => '<p style="padding-left: 30px; text-align: right;">ولم تكشف إيمي توقيت تصوير تلك الصورة ولا ملابساتها، ما جعل الكثير من مستخدمي التواصل الاجتماعي يتساءلون، متى كان يخدم طلعت زكريا في الجيش المصري.</p>
                <p dir="rtl">واكتفت إيمي طلعت زكريا بكتابة تعليق: &ldquo;ربنا يرحمك يا قلبي، نسألكم الفاتحة&rdquo;.</p>
                <p dir="rtl">وكانت&nbsp;ابنة طلعت زكريا&nbsp;قد نشرت في وقت سابق، ما وصفته بـ&rdquo;وصية والدها&rdquo;.</p>
                <p dir="rtl">وقالت إيمي طلعت زكريا عبر حسابها على موقع &ldquo;إنستغرام&rdquo; للتواصل الاجتماعي، إن والدها أوصاها قبل رحيله بأربعة أيام، بإلغاء احتفالها بعيد ميلادها هذا العام.</p>
                <p dir="rtl">وكتبت: &ldquo;عيد ميلادي كمان كام يوم، وعد عليا عمري ما هحتفل به من بعد ما كنت بتحتفل معايا به كل سنة، لغاية السنه اللي فاتت&rdquo;.</p>
                <p dir="rtl">وأضافت: &ldquo;أنت قلبك حاسس يا حبيبي، لسه كنت بتقولي بلاش تعمليه السنة دي قبل ما تموت بـ4 أيام علشان مش هتكون معايا.. ربنا يرحمك يا أغلى الناس مفيش بعدك يا بابا&rdquo;.</p>
                <p dir="rtl">وولد طلعت زكريا في عام 1960 بمدينة الإسكندرية وتخرج في المعهد العالي للفنون المسرحية وتميز منذ بداياته في الأدوار الكوميدية.</p>
                <p dir="rtl">ووقف أمام كبار نجوم الكوميديا في مصر، مثل عادل إمام، وسمير غانم، وشارك في العديد من المسرحيات الكوميدية، منها &ldquo;بهلول في إسطنبول&rdquo; و&rdquo;أنا ومراتي ومونيكا&rdquo; و&rdquo;سكر هانم&rdquo; و&rdquo;بابا جاب موز&rdquo;.</p>',
                'image' => 'https://cdn.shortpixel.ai/client/q_lossless,ret_img/http://axilthemes.com/themes/papr/wp-content/uploads/2019/08/top-stories-01-390x290.jpg',
                'images' => '',
                'video' => '',
                'category_id' => 4,
                'author_id' => 2,
                'main' => false,
                'recent' => false,
                'top' => false,
                'trending' => false,
                'most' => true,
                'featured' => false,
            ],
            //3
            [
                'title' =>'الفائز بجائزة الهيئة العربية للمسرح للطفل للإعلام البديل: ليست الجائزة الأولى لكنها تتويج لكل ما سبق',
                'seo' =>'الفائز بجائزة الهيئة العربية للمسرح للطفل للإعلام البديل: ليست الجائزة الأولى لكنها تتويج لكل ما سبق',
                'slug' =>'الفائز-بجائزة-الهيئة-العربية-للمسرح-للطفل-للإعلام-البديل-ليست-الجائزة-الأولى-لكنها-تتويج-لكل-ما-سبق',
                'small_description' =>'قال الشاعر محمود عقاب بعد إعلان فوزه بالأمس بجائزة الهيئة العربية للمسرح، فرع النص إن “هذه الجائزة تعد الثالثة عربيًا لي بعد جائزة أفرابيا للشباب العربي والإفريقي بالخرطوم في مجال الشعر',
                'content' => '<p style="padding-left: 30px; text-align: right;">ولم تكشف إيمي توقيت تصوير تلك الصورة ولا ملابساتها، ما جعل الكثير من مستخدمي التواصل الاجتماعي يتساءلون، متى كان يخدم طلعت زكريا في الجيش المصري.</p>
                <p dir="rtl">واكتفت إيمي طلعت زكريا بكتابة تعليق: &ldquo;ربنا يرحمك يا قلبي، نسألكم الفاتحة&rdquo;.</p>
                <p dir="rtl">وكانت&nbsp;ابنة طلعت زكريا&nbsp;قد نشرت في وقت سابق، ما وصفته بـ&rdquo;وصية والدها&rdquo;.</p>
                <p dir="rtl">وقالت إيمي طلعت زكريا عبر حسابها على موقع &ldquo;إنستغرام&rdquo; للتواصل الاجتماعي، إن والدها أوصاها قبل رحيله بأربعة أيام، بإلغاء احتفالها بعيد ميلادها هذا العام.</p>
                <p dir="rtl">وكتبت: &ldquo;عيد ميلادي كمان كام يوم، وعد عليا عمري ما هحتفل به من بعد ما كنت بتحتفل معايا به كل سنة، لغاية السنه اللي فاتت&rdquo;.</p>
                <p dir="rtl">وأضافت: &ldquo;أنت قلبك حاسس يا حبيبي، لسه كنت بتقولي بلاش تعمليه السنة دي قبل ما تموت بـ4 أيام علشان مش هتكون معايا.. ربنا يرحمك يا أغلى الناس مفيش بعدك يا بابا&rdquo;.</p>
                <p dir="rtl">وولد طلعت زكريا في عام 1960 بمدينة الإسكندرية وتخرج في المعهد العالي للفنون المسرحية وتميز منذ بداياته في الأدوار الكوميدية.</p>
                <p dir="rtl">ووقف أمام كبار نجوم الكوميديا في مصر، مثل عادل إمام، وسمير غانم، وشارك في العديد من المسرحيات الكوميدية، منها &ldquo;بهلول في إسطنبول&rdquo; و&rdquo;أنا ومراتي ومونيكا&rdquo; و&rdquo;سكر هانم&rdquo; و&rdquo;بابا جاب موز&rdquo;.</p>',
                'image' => 'https://cdn.shortpixel.ai/client/q_lossless,ret_img/http://axilthemes.com/themes/papr/wp-content/uploads/2019/08/food-drink-02-780x780.jpg',
                'images' => '',
                'video' => '',
                'category_id' => 4,
                'author_id' => 2,
                'main' => false,
                'recent' => false,
                'top' => false,
                'trending' => false,
                'most' => true,
                'featured' => false,
            ],
            //4
            [
                'title' =>'تعرف على تفاصيل الحلقة الثالثة من “The Voice”',
                'seo' =>'تعرف على تفاصيل الحلقة الثالثة من “The Voice”',
                'slug' =>'تعرف-على-تفاصيل-الحلقة-الثالثة-من-The-Voice',
                'small_description' =>'بعد اشتداد المنافسة على الأصوات نفسها في الحلقتين الماضيتين، حاول النجوم – المدرّبون الأربعة في هذه الحلقة اتباع استراتيجيات جديدة، التزامًا بالعدد المحدّد للفرق الذي يجب ألاّ يزيد عن 15 مشتركًا، ',
                'content' => '<p style="padding-left: 30px; text-align: right;">ولم تكشف إيمي توقيت تصوير تلك الصورة ولا ملابساتها، ما جعل الكثير من مستخدمي التواصل الاجتماعي يتساءلون، متى كان يخدم طلعت زكريا في الجيش المصري.</p>
                <p dir="rtl">واكتفت إيمي طلعت زكريا بكتابة تعليق: &ldquo;ربنا يرحمك يا قلبي، نسألكم الفاتحة&rdquo;.</p>
                <p dir="rtl">وكانت&nbsp;ابنة طلعت زكريا&nbsp;قد نشرت في وقت سابق، ما وصفته بـ&rdquo;وصية والدها&rdquo;.</p>
                <p dir="rtl">وقالت إيمي طلعت زكريا عبر حسابها على موقع &ldquo;إنستغرام&rdquo; للتواصل الاجتماعي، إن والدها أوصاها قبل رحيله بأربعة أيام، بإلغاء احتفالها بعيد ميلادها هذا العام.</p>
                <p dir="rtl">وكتبت: &ldquo;عيد ميلادي كمان كام يوم، وعد عليا عمري ما هحتفل به من بعد ما كنت بتحتفل معايا به كل سنة، لغاية السنه اللي فاتت&rdquo;.</p>
                <p dir="rtl">وأضافت: &ldquo;أنت قلبك حاسس يا حبيبي، لسه كنت بتقولي بلاش تعمليه السنة دي قبل ما تموت بـ4 أيام علشان مش هتكون معايا.. ربنا يرحمك يا أغلى الناس مفيش بعدك يا بابا&rdquo;.</p>
                <p dir="rtl">وولد طلعت زكريا في عام 1960 بمدينة الإسكندرية وتخرج في المعهد العالي للفنون المسرحية وتميز منذ بداياته في الأدوار الكوميدية.</p>
                <p dir="rtl">ووقف أمام كبار نجوم الكوميديا في مصر، مثل عادل إمام، وسمير غانم، وشارك في العديد من المسرحيات الكوميدية، منها &ldquo;بهلول في إسطنبول&rdquo; و&rdquo;أنا ومراتي ومونيكا&rdquo; و&rdquo;سكر هانم&rdquo; و&rdquo;بابا جاب موز&rdquo;.</p>',
                'image' => 'https://cdn.shortpixel.ai/client/q_lossless,ret_img/http://axilthemes.com/themes/papr/wp-content/uploads/2019/08/food-drink-01-780x780.jpg',
                'images' => '',
                'video' => '',
                'category_id' => 4,
                'author_id' => 2,
                'main' => false,
                'recent' => false,
                'top' => false,
                'trending' => false,
                'most' => true,
                'featured' => false,
            ],

        ];

        foreach($posts as $post){

            Post::create([
                'title' => $post['title'],
                'seo' => $post['seo'],
                'slug' => $post['slug'],
                'small_description' => $post['small_description'],
                'content' => $post['content'],
                'image' => $post['image'],
                'images' => $post['images'],
                'video' => $post['video'],
                'category_id' => $post['category_id'],
                'author_id' => $post['author_id'],
                'main' => $post['main'],
                'recent' => $post['recent'],
                'top' => $post['top'],
                'trending' => $post['trending'],
                'most' => $post['most'],
                'featured' => $post['featured'],

            ]);
        }
       
    }
}
